export const comments = [
  {
    id: 1,
    name: "نگار محمدی",
    role: "زبان‌آموز",
    comment:
      "کیفیت تدریس و ساختار دوره‌ها واقعاً عالی بود. حس می‌کردم همه چیز با دقت برای پیشرفت من طراحی شده.",
    rating: 5,
  },
  {
    id: 2,
    name: "علی رضایی",
    role: "دانشجو",
    comment:
      "از بخش دوره‌ها و مقالات خیلی استفاده کردم. رابط کاربری سایت هم سریع، تمیز و بسیار راحت بود.",
    rating: 5,
  },
  {
    id: 3,
    name: "سمیه کریمی",
    role: "کاربر دوره مکالمه",
    comment:
      "مدرس‌ها خیلی خوب توضیح می‌دادند و محتوا دقیقاً چیزی بود که برای تقویت زبان لازم داشتم.",
    rating: 4,
  },
  {
    id: 4,
    name: "محمد امینی",
    role: "زبان‌آموز سطح متوسط",
    comment:
      "از اینکه می‌توانستم دوره مناسب خودم را راحت پیدا کنم خیلی راضی بودم. تجربه خوبی بود.",
    rating: 5,
  },
];
